Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# FirmwareInfoDefaultKEKDropdownButton.ToolTipService.ToolTip
source: Retrieve the factory default Key Exchange Key (KEKDefault) database, containing the initial set of keys trusted for database updates provided by the system manufacturer.
fr_fr: Récupérer la base de données Key Exchange Key par défaut d'usine (KEKDefault), contenant l'ensemble initial de clés de confiance pour les mises à jour de la base de données fournies par le fabricant du système.
ja_jp: システムメーカーが提供する、データベース更新のために信頼されたキーの初期セットを含む、工場出荷時のデフォルトのキー交換キー（KEKDefault）データベースを取得します。
tr_tr: Sistem üreticisi tarafından sağlanan veritabanı güncellemeleri için güvenilen ilk anahtar kümesini içeren fabrika varsayılan Anahtar Değişim Anahtarı (KEKDefault) veritabanını alın.

# FirmwareInfoDefaultKEKDropdownButton.AutomationProperties.HelpText
source: Retrieve the factory default Key Exchange Key (KEKDefault) database, containing the initial set of keys trusted for database updates provided by the system manufacturer.
fr_fr: Récupérer la base de données Key Exchange Key par défaut d'usine (KEKDefault), contenant l'ensemble initial de clés de confiance pour les mises à jour de la base de données fournies par le fabricant du système.
ja_jp: システムメーカーが提供する、データベース更新のために信頼されたキーの初期セットを含む、工場出荷時のデフォルトのキー交換キー（KEKDefault）データベースを取得します。
tr_tr: Sistem üreticisi tarafından sağlanan veritabanı güncellemeleri için güvenilen ilk anahtar kümesini içeren fabrika varsayılan Anahtar Değişim Anahtarı (KEKDefault) veritabanını alın.

# DeploySignedXMLPolicyFilesSettingsExpander.Header
source: Deploy XML Policies (Signed)
fr_fr: Déployer des stratégies XML (signées)
ja_jp: XMLポリシーを展開（署名済み）
tr_tr: XML Politikalarını Dağıtın (İmzalı)

# DeploySignedXMLPolicyFilesSettingsExpander.Description
source: Browse for XML policy file(s) to Sign and deploy on the system
ar: استعرض للعثور على ملف(ملفات) سياسة XML للتوقيع والنشر على النظام
de_de: Nach XML-Richtliniendatei(en) suchen, um sie zu signieren und auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς υπογραφή και ανάπτυξη στο σύστημα
es: Busque archivo(s) XML de directiva para firmar y desplegar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à signer et à déployer sur le système
he_il: עיין בקבצי מדיניות XML כדי לחתום ולפרוס אותם במערכת
hi_in: सिस्टम पर साइन और परिनियोजित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: 署名してシステムに展開するXMLポリシーファイルを参照します
ml_in: സിസ്റ്റത്തിൽ സൈൻ ചെയ്ത് ഡിപ്ലോയ് ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby je podpisać i wdrożyć w systemie
tr_tr: İmzalanacak ve sistemde dağıtılacak XML politika dosyalarına göz atın

# DeploySignedXMLPolicyFilesSettingsExpander.ToolTipService.ToolTip
source: Browse for XML policy file(s) to Sign and deploy on the system
ar: استعرض للعثور على ملف(ملفات) سياسة XML للتوقيع والنشر على النظام
de_de: Nach XML-Richtliniendatei(en) suchen, um sie zu signieren und auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς υπογραφή και ανάπτυξη στο σύστημα
es: Busque archivo(s) XML de directiva para firmar y desplegar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à signer et à déployer sur le système
he_il: עיין בקבצי מדיניות XML כדי לחתום ולפרוס אותם במערכת
hi_in: सिस्टम पर साइन और परिनियोजित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: 署名してシステムに展開するXMLポリシーファイルを参照します
ml_in: സിസ്റ്റത്തിൽ സൈൻ ചെയ്ത് ഡിപ്ലോയ് ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby je podpisać i wdrożyć w systemie
tr_tr: İmzalanacak ve sistemde dağıtılacak XML politika dosyalarına göz atın

# DeploySignedXMLPolicyFilesSettingsExpander.AutomationProperties.HelpText
source: Browse for XML policy file(s) to Sign and deploy on the system
ar: استعرض للعثور على ملف(ملفات) سياسة XML للتوقيع والنشر على النظام
de_de: Nach XML-Richtliniendatei(en) suchen, um sie zu signieren und auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς υπογραφή και ανάπτυξη στο σύστημα
es: Busque archivo(s) XML de directiva para firmar y desplegar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à signer et à déployer sur le système
he_il: עיין בקבצי מדיניות XML כדי לחתום ולפרוס אותם במערכת
hi_in: सिस्टम पर साइन और परिनियोजित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: 署名してシステムに展開するXMLポリシーファイルを参照します
ml_in: സിസ്റ്റത്തിൽ സൈൻ ചെയ്ത് ഡിപ്ലോയ് ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby je podpisać i wdrożyć w systemie
tr_tr: İmzalanacak ve sistemde dağıtılacak XML politika dosyalarına göz atın

# DeployUnsignedXMLPolicyFilesSettingsCard.Header
source: Deploy XML Policies (Unsigned)
fr_fr: Déployer des stratégies XML (non signées)
ja_jp: XMLポリシーを展開（未署名）
tr_tr: XML İlkelerini Dağıt (İmzasız)

# DeployUnsignedXMLPolicyFilesSettingsCard.Description
source: Browse for XML policy file(s) to deploy unsigned on the system
ar: استعرض للعثور على ملف(ملفات) سياسة XML للنشر على النظام بدون توقيع
de_de: Nach XML-Richtliniendatei(en) suchen, um sie unsigniert auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς ανάπτυξη χωρίς υπογραφή στο σύστημα
es: Busque archivo(s) XML de directiva para desplegar sin firmar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à déployer sans signature sur le système
he_il: עיין בקובצי מדיניות XML כדי לפרוסם במערכת ללא חתימה
hi_in: सिस्टम पर बिना साइन किए परिनियोजित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: システムに未署名で展開するXMLポリシーファイルを参照します
ml_in: സിസ്റ്റത്തിൽ അസൈൻ ചെയ്‌തിട്ടില്ലാതെ ഡിപ്ലോയ് ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby wdrożyć je niepodpisane w systemie
tr_tr: Sisteme imzasız olarak dağıtılacak XML politika dosyalarına göz atın

# DeployUnsignedXMLPolicyFilesSettingsCard.ToolTipService.ToolTip
source: Browse for XML policy file(s) to deploy unsigned on the system
ar: استعرض للعثور على ملف(ملفات) سياسة XML للنشر على النظام بدون توقيع
de_de: Nach XML-Richtliniendatei(en) suchen, um sie unsigniert auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς ανάπτυξη χωρίς υπογραφή στο σύστημα
es: Busque archivo(s) XML de directiva para desplegar sin firmar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à déployer sans signature sur le système
he_il: עיין בקובצי מדיניות XML כדי לפרוסם במערכת ללא חתימה
hi_in: सिस्टम पर बिना साइन किए परिनियोजित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: システムに未署名で展開するXMLポリシーファイルを参照します
ml_in: സിസ്റ്റത്തിൽ അസൈൻ ചെയ്‌തിട്ടില്ലാതെ ഡിപ്ലോയ് ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby wdrożyć je niepodpisane w systemie
tr_tr: Sisteme imzasız olarak dağıtılacak XML politika dosyalarına göz atın

# DeployUnsignedXMLPolicyFilesSettingsCard.AutomationProperties.HelpText
source: Browse for XML policy file(s) to deploy unsigned on the system
ar: استعرض للعثور على ملف(ملفات) سياسة XML للنشر على النظام بدون توقيع
de_de: Nach XML-Richtliniendatei(en) suchen, um sie unsigniert auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία XML πολιτικής προς ανάπτυξη χωρίς υπογραφή στο σύστημα
es: Busque archivo(s) XML de directiva para desplegar sin firmar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à déployer sans signature sur le système
he_il: עיין בקובצי מדיניות XML כדי לפרוסם במערכת ללא חתימה
hi_in: सिस्टम पर बिना साइन किए परिनियोजित करने के लिए XML नीति फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: システムに未署名で展開するXMLポリシーファイルを参照します
ml_in: സിസ്റ്റത്തിൽ അസൈൻ ചെയ്‌തിട്ടില്ലാതെ ഡിപ്ലോയ് ചെയ്യാൻ XML പോളിസി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki polityki XML, aby wdrożyć je niepodpisane w systemie
tr_tr: Sisteme imzasız olarak dağıtılacak XML politika dosyalarına göz atın

# DeployCIPFilesSettingsCard.Header
source: Deploy CIP files
fr_fr: Déployer des fichiers CIP
ja_jp: CIPファイルを展開
tr_tr: CIP dosyalarını dağıtın

# DeployCIPFilesSettingsCard.Description
source: Browse for CIP Binary file(s) to deploy on the system
ar: استعرض للعثور على ملف(ملفات) ثنائية CIP للنشر على النظام
de_de: Nach CIP-Binärdatei(en) suchen, um sie auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία CIP Binary προς ανάπτυξη στο σύστημα
es: Busque archivo(s) binarios CIP para desplegar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers binaires CIP à déployer sur le système
he_il: עיין בקבצי הבינארי של CIP כדי לפרוסם במערכת
hi_in: सिस्टम पर परिनियोजित करने के लिए CIP बाइनरी फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: システムに展開するCIPバイナリファイルを参照します
ml_in: സിസ്റ്റത്തിൽ ഡിപ്ലോയ് ചെയ്യാൻ CIP ബൈനറി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki binarne CIP, aby je wdrożyć w systemie
tr_tr: Sisteme dağıtılacak CIP İkili dosyalarına göz atın

# DeployCIPFilesSettingsCard.ToolTipService.ToolTip
source: Browse for CIP Binary file(s) to deploy on the system
ar: استعرض للعثور على ملف(ملفات) ثنائية CIP للنشر على النظام
de_de: Nach CIP-Binärdatei(en) suchen, um sie auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία CIP Binary προς ανάπτυξη στο σύστημα
es: Busque archivo(s) binarios CIP para desplegar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers binaires CIP à déployer sur le système
he_il: עיין בקבצי הבינארי של CIP כדי לפרוסם במערכת
hi_in: सिस्टम पर परिनियोजित करने के लिए CIP बाइनरी फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: システムに展開するCIPバイナリファイルを参照します
ml_in: സിസ്റ്റത്തിൽ ഡിപ്ലോയ് ചെയ്യാൻ CIP ബൈനറി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki binarne CIP, aby je wdrożyć w systemie
tr_tr: Sisteme dağıtılacak CIP İkili dosyalarına göz atın

# DeployCIPFilesSettingsCard.AutomationProperties.HelpText
source: Browse for CIP Binary file(s) to deploy on the system
ar: استعرض للعثور على ملف(ملفات) ثنائية CIP للنشر على النظام
de_de: Nach CIP-Binärdatei(en) suchen, um sie auf dem System bereitzustellen
el_gr: Αναζήτηση για αρχεία CIP Binary προς ανάπτυξη στο σύστημα
es: Busque archivo(s) binarios CIP para desplegar en el sistema
fr_fr: Rechercher un ou plusieurs fichiers binaires CIP à déployer sur le système
he_il: עיין בקבצי הבינארי של CIP כדי לפרוסם במערכת
hi_in: सिस्टम पर परिनियोजित करने के लिए CIP बाइनरी फ़ाइल(ओं) के लिए ब्राउज़ करें
ja_jp: システムに展開するCIPバイナリファイルを参照します
ml_in: സിസ്റ്റത്തിൽ ഡിപ്ലോയ് ചെയ്യാൻ CIP ബൈനറി ഫയലുകൾ തിരയുക
pl_pl: Przeglądaj pliki binarne CIP, aby je wdrożyć w systemie
tr_tr: Sisteme dağıtılacak CIP İkili dosyalarına göz atın

# ConvertXMLToBinarySettingsCard.Header
source: Convert XML policy files to CIP files
fr_fr: Convertir des fichiers de stratégie XML en fichiers CIP
ja_jp: XMLポリシーファイルをCIPファイルに変換
tr_tr: XML politika dosyalarını CIP dosyalarına dönüştürün

# ConvertXMLToBinarySettingsCard.Description
source: Browse for XML policy file(s) to convert to CIP binary file(s)
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à convertir en fichiers binaires CIP
ja_jp: CIPバイナリファイルに変換するXMLポリシーファイルを参照します
tr_tr: CIP ikili dosyalarına dönüştürmek için XML politika dosyalarına göz atın

# ConvertXMLToBinarySettingsCard.ToolTipService.ToolTip
source: Browse for XML policy file(s) to convert to CIP binary file(s)
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à convertir en fichiers binaires CIP
ja_jp: CIPバイナリファイルに変換するXMLポリシーファイルを参照します
tr_tr: CIP ikili dosyalarına dönüştürmek için XML politika dosyalarına göz atın

# ConvertXMLToBinarySettingsCard.AutomationProperties.HelpText
source: Browse for XML policy file(s) to convert to CIP binary file(s)
fr_fr: Rechercher un ou plusieurs fichiers de stratégie XML à convertir en fichiers binaires CIP
ja_jp: CIPバイナリファイルに変換するXMLポリシーファイルを参照します
tr_tr: CIP ikili dosyalarına dönüştürmek için XML politika dosyalarına göz atın

# LastBootTime.Text
source: Last Boot Time
fr_fr: Heure du dernier démarrage
ja_jp: 最終起動時刻
tr_tr: Son Önyükleme Zamanı

# SystemModel.Text
source: System Model
fr_fr: Modèle du système
ja_jp: システムモデル
tr_tr: Sistem Modeli

# OpenNetworkPorts.Text
source: Open Network Ports
fr_fr: Ports réseau ouverts
ja_jp: 開いているネットワークポート
tr_tr: Ağ Bağlantı Noktalarını Aç

# EnterNewName
source: Enter a new name
fr_fr: Entrer un nouveau nom
ja_jp: 新しい名前を入力
tr_tr: Yeni bir ad girin

source: New Computer Name
fr_fr: Nouveau nom d'ordinateur
ja_jp: 新しいコンピューター名
tr_tr: Yeni Bilgisayar Adı

# NeedAdminToRenamePCMsg
source: You must run this application as an Administrator to rename the computer.
fr_fr: Vous devez exécuter cette application en tant qu'administrateur pour renommer l'ordinateur.
ja_jp: コンピューターの名前を変更するには、このアプリケーションを管理者として実行する必要があります。
tr_tr: Bilgisayarı yeniden adlandırmak için bu uygulamayı Yönetici olarak çalıştırmalısınız.

# EnterANameForThisPCMsg
source: Enter a new name for this computer. A restart will be required for changes to take effect.
fr_fr: Entrez un nouveau nom pour cet ordinateur. Un redémarrage sera nécessaire pour que les modifications prennent effet.
ja_jp: このコンピューターの新しい名前を入力します。変更を有効にするには再起動が必要です。
tr_tr: Bu bilgisayar için yeni bir ad girin. Değişikliklerin etkili olması için yeniden başlatma gerekecektir.

source: Rename Computer
fr_fr: Renommer l'ordinateur
ja_jp: コンピューター名の変更
tr_tr: Bilgisayarı Yeniden Adlandır

source: Rename
fr_fr: Renommer
ja_jp: 名前の変更
tr_tr: Yeniden isimlendirmek

# SuccessfullyRenamedPCTo
source: The computer name has been set to '{0}'. You must restart your computer for the changes to take full effect.
fr_fr: Le nom de l'ordinateur a été défini sur '{0}'. Vous devez redémarrer votre ordinateur pour que les modifications prennent pleinement effet.
ja_jp: コンピューター名は「{0}」に設定されました。変更を完全に有効にするには、コンピューターを再起動する必要があります。
tr_tr: Bilgisayar adı '{0}' olarak ayarlandı. Değişikliklerin tam olarak etkili olması için bilgisayarınızı yeniden başlatmanız gerekir.

# FailedToRenamePCError
source: Failed to set computer name. Error code: {0}
fr_fr: Échec de la définition du nom de l'ordinateur. Code d'erreur : {0}
ja_jp: コンピューター名の設定に失敗しました。エラーコード：{0}
tr_tr: Bilgisayar adı ayarlanamadı. Hata kodu: {0}

source: GPU Details
fr_fr: Détails du GPU
ja_jp: GPU詳細
tr_tr: GPU Ayrıntıları

# PowerPlan.Text
source: Power Plan
fr_fr: Mode de gestion de l'alimentation
ja_jp: 電源プラン
tr_tr: Güç Planı

# StorageSizeAndTemp.Text
source: Storage Size and Temperature
fr_fr: Taille du stockage et température
ja_jp: ストレージサイズと温度
tr_tr: Depolama Boyutu ve Sıcaklığı

# CreateManagedInstallerButton.Content
source: Create Managed Installer
fr_fr: Créer un programme d'installation géré
ja_jp: 管理インストーラーの作成
tr_tr: Yönetilen Yükleyici Oluştur

# CreateManagedInstallerButton.ToolTipService.ToolTip
source: Created and upload a Managed Installer policy in your tenant that will allow apps deployed via Intune to be automatically allowed on devices that utilize App Control policies.
fr_fr: Créez et chargez une stratégie de programme d'installation géré dans votre locataire qui permettra aux applications déployées via Intune d'être automatiquement autorisées sur les appareils utilisant des stratégies de contrôle d'application.
ja_jp: テナントに管理インストーラーポリシーを作成してアップロードします。これにより、Intuneを介して展開されたアプリが、App Controlポリシーを利用するデバイスで自動的に許可されるようになります。
tr_tr: Kiracınızda, Intune aracılığıyla dağıtılan uygulamalara, Uygulama Denetimi ilkelerini kullanan cihazlarda otomatik olarak izin verilmesine olanak sağlayacak bir Yönetilen Yükleyici ilkesi oluşturup yükleyin.

# CreateManagedInstallerButton.AutomationProperties.HelpText
source: Created and upload a Managed Installer policy in your tenant that will allow apps deployed via Intune to be automatically allowed on devices that utilize App Control policies.
fr_fr: Créez et chargez une stratégie de programme d'installation géré dans votre locataire qui permettra aux applications déployées via Intune d'être automatiquement autorisées sur les appareils utilisant des stratégies de contrôle d'application.
ja_jp: テナントに管理インストーラーポリシーを作成してアップロードします。これにより、Intuneを介して展開されたアプリが、App Controlポリシーを利用するデバイスで自動的に許可されるようになります。
tr_tr: Kiracınızda, Intune aracılığıyla dağıtılan uygulamalara, Uygulama Denetimi ilkelerini kullanan cihazlarda otomatik olarak izin verilmesine olanak sağlayacak bir Yönetilen Yükleyici ilkesi oluşturup yükleyin.

# InstallAppPackagesSettingsCard.Header
source: Install App Packages
fr_fr: Installer des paquets d'application
ja_jp: アプリパッケージのインストール
tr_tr: Uygulama Paketlerini Yükle

# InstallAppPackagesSettingsCard.Description
source: Browse for any app package such as MSIX or MSIXBundle file to install on the system.
fr_fr: Parcourez pour trouver tout paquet d'application tel qu'un fichier MSIX ou MSIXBundle à installer sur le système.
ja_jp: システムにインストールするMSIXやMSIXBundleファイルなどのアプリパッケージを参照します。
tr_tr: Sisteme yüklemek için MSIX veya MSIXBundle dosyası gibi herhangi bir uygulama paketine göz atın.

# InstallAppPackagesSettingsCard.ToolTipService.ToolTip
source: Browse for any app package such as MSIX or MSIXBundle file to install on the system.
fr_fr: Parcourez pour trouver tout paquet d'application tel qu'un fichier MSIX ou MSIXBundle à installer sur le système.
ja_jp: システムにインストールするMSIXやMSIXBundleファイルなどのアプリパッケージを参照します。
tr_tr: Sisteme yüklemek için MSIX veya MSIXBundle dosyası gibi herhangi bir uygulama paketine göz atın.

# InstallAppPackagesSettingsCard.AutomationProperties.HelpText
source: Browse for any app package such as MSIX or MSIXBundle file to install on the system.
fr_fr: Parcourez pour trouver tout paquet d'application tel qu'un fichier MSIX ou MSIXBundle à installer sur le système.
ja_jp: システムにインストールするMSIXやMSIXBundleファイルなどのアプリパッケージを参照します。
tr_tr: Sisteme yüklemek için MSIX veya MSIXBundle dosyası gibi herhangi bir uygulama paketine göz atın.

# BrowseForAppPackagePathSettingsCard.Description
source: Browse for an application package file, which are typically MSIX or MSIXBundle files, to be installed on the device. If the selected app package is signed, it will be directly installed. if it is unsigned, a unique certificate will be generated on your device in order to sign that package and then install it.
fr_fr: Parcourez pour trouver un fichier de paquet d'application, généralement des fichiers MSIX ou MSIXBundle, à installer sur l'appareil. Si le paquet d'application sélectionné est signé, il sera directement installé. S'il n'est pas signé, un certificat unique sera généré sur votre appareil afin de signer ce paquet puis de l'installer.
ja_jp: デバイスにインストールするアプリケーションパッケージファイル（通常はMSIXまたはMSIXBundleファイル）を参照します。選択したアプリパッケージが署名済みの場合は直接インストールされます。未署名の場合は、そのパッケージに署名してインストールするために、デバイス上で一意の証明書が生成されます。
tr_tr: Cihaza yüklenecek, genellikle MSIX veya MSIXBundle dosyaları olan uygulama paketi dosyasına göz atın. Seçilen uygulama paketi imzalanırsa doğrudan yüklenecektir. imzalanmamışsa, paketi imzalamak ve ardından yüklemek için cihazınızda benzersiz bir sertifika oluşturulacaktır.

# BrowseForAppPackagePathSettingsCard.Header
source: Browse for an app package file
fr_fr: Parcourir pour trouver un fichier de paquet d'application
ja_jp: アプリパッケージファイルを参照
tr_tr: Bir uygulama paketi dosyasına göz atın

# BrowseForAppPackagePathSettingsCard.ToolTipService.ToolTip
source: Browse for an application package file, which are typically MSIX or MSIXBundle files, to be installed on the device. If the selected app package is signed, it will be directly installed. if it is unsigned, a unique certificate will be generated on your device in order to sign that package and then install it.
fr_fr: Parcourez pour trouver un fichier de paquet d'application, généralement des fichiers MSIX ou MSIXBundle, à installer sur l'appareil. Si le paquet d'application sélectionné est signé, il sera directement installé. S'il n'est pas signé, un certificat unique sera généré sur votre appareil afin de signer ce paquet puis de l'installer.
ja_jp: デバイスにインストールするアプリケーションパッケージファイル（通常はMSIXまたはMSIXBundleファイル）を参照します。選択したアプリパッケージが署名済みの場合は直接インストールされます。未署名の場合は、そのパッケージに署名してインストールするために、デバイス上で一意の証明書が生成されます。
tr_tr: Cihaza yüklenecek, genellikle MSIX veya MSIXBundle dosyaları olan uygulama paketi dosyasına göz atın. Seçilen uygulama paketi imzalanırsa doğrudan yüklenecektir. imzalanmamışsa, paketi imzalamak ve ardından yüklemek için cihazınızda benzersiz bir sertifika oluşturulacaktır.

# BrowseForAppPackagePathSettingsCard.AutomationProperties.HelpText
source: Browse for an application package file, which are typically MSIX or MSIXBundle files, to be installed on the device. If the selected app package is signed, it will be directly installed. if it is unsigned, a unique certificate will be generated on your device in order to sign that package and then install it.
fr_fr: Parcourez pour trouver un fichier de paquet d'application, généralement des fichiers MSIX ou MSIXBundle, à installer sur l'appareil. Si le paquet d'application sélectionné est signé, il sera directement installé. S'il n'est pas signé, un certificat unique sera généré sur votre appareil afin de signer ce paquet puis de l'installer.
ja_jp: デバイスにインストールするアプリケーションパッケージファイル（通常はMSIXまたはMSIXBundleファイル）を参照します。選択したアプリパッケージが署名済みの場合は直接インストールされます。未署名の場合は、そのパッケージに署名してインストールするために、デバイス上で一意の証明書が生成されます。
tr_tr: Cihaza yüklenecek, genellikle MSIX veya MSIXBundle dosyaları olan uygulama paketi dosyasına göz atın. Seçilen uygulama paketi imzalanırsa doğrudan yüklenecektir. imzalanmamışsa, paketi imzalamak ve ardından yüklemek için cihazınızda benzersiz bir sertifika oluşturulacaktır.

# UpdatePageCustomMSIXPath
source: Custom App Package Installation
fr_fr: Installation personnalisée de paquet d'application
ja_jp: カスタムアプリパッケージのインストール
tr_tr: Özel Uygulama Paketi Kurulumu

# InstallAppPackagesButton.Content
source: Install
fr_fr: Installer
ja_jp: インストール
tr_tr: Düzenlemek

# InstallAppPackagesButton.ToolTipService.ToolTip
source: Install the selected app package on the system.
fr_fr: Installer le paquet d'application sélectionné sur le système.
ja_jp: 選択したアプリパッケージをシステムにインストールします。
tr_tr: Seçilen uygulama paketini sisteme yükleyin.

# InstallAppPackagesButton.AutomationProperties.HelpText
source: Install the selected app package on the system.
fr_fr: Installer le paquet d'application sélectionné sur le système.
ja_jp: 選択したアプリパッケージをシステムにインストールします。
tr_tr: Seçilen uygulama paketini sisteme yükleyin.

# ConfirmExitTitle
source: Exit Application?
fr_fr: Quitter l'application ?
ja_jp: アプリケーションを終了しますか？
tr_tr: Uygulamadan çıkılsın mı?

# ConfirmExitMsg
source: An operation is currently in progress. Exiting now may result in incomplete tasks. Are you sure you want to exit?
fr_fr: Une opération est en cours. Quitter maintenant peut entraîner des tâches incomplètes. Êtes-vous sûr de vouloir quitter ?
ja_jp: 現在操作が進行中です。今すぐ終了すると、タスクが不完全なままになる可能性があります。本当に終了しますか？
tr_tr: Şu anda bir operasyon sürüyor. Şimdi çıkmak, görevlerin tamamlanmamasına neden olabilir. Çıkmak istediğinizden emin misiniz?

# AppCloseConfirmationSettingsCard.Description
source: Choose whether the app should ask you for confirmation when closing it.
fr_fr: Choisissez si l'application doit vous demander confirmation lors de sa fermeture.
ja_jp: アプリを閉じるときに確認を求めるかどうかを選択します。
tr_tr: Uygulamanın, uygulamayı kapatırken sizden onay isteyip istemediğini seçin.

# AppCloseConfirmationSettingsCard.Header
source: App Close Confirmation
fr_fr: Confirmation de fermeture de l'application
ja_jp: アプリ終了確認
tr_tr: Uygulama Kapatma Onayı

# AppCloseConfirmationSettingsCard.ToolTipService.ToolTip
source: Choose whether the app should ask you for confirmation when closing it.
fr_fr: Choisissez si l'application doit vous demander confirmation lors de sa fermeture.
ja_jp: アプリを閉じるときに確認を求めるかどうかを選択します。
tr_tr: Uygulamanın, uygulamayı kapatırken sizden onay isteyip istemediğini seçin.
